// pages/faxian/xiaocheluxian/zhandianmoshi/Route 1 (school)/Route 1 (school).js
Page({
  data:{
    id:0,
    startEnd: [
      '金域缇香--波士顿国际学校',
      '尚东雅园--波士顿国际学校',
      '第一国际--波士顿国际学校',
      '滨湖壹号--波士顿国际学校',
      '太湖锦园--波士顿国际学校',
      '波士顿国际学校--金域缇香',
      '波士顿国际学校--尚东雅园',
      '波士顿国际学校--第一国际',
      '波士顿国际学校--滨湖壹号',
      '波士顿国际学校--太湖锦园'
      ],
    site:[
      {
        id:0,
        site:[
          '金域缇香',
          '长江国际鸿园',
          '长江国际雅园',
          '万科东郡',
          '波士顿国际学校'
        ]
      },
      {
        id: 0,
        site: [
          '金域缇香',
          '长江国际鸿园',
          '长江国际雅园',
          '万科东郡',
          '波士顿国际学校'
        ]
      },
      {
        id: 0,
        site: [
          '金域缇香',
          '长江国际鸿园',
          '长江国际雅园',
          '万科东郡',
          '波士顿国际学校'
        ]
      },
      {
        id: 0,
        site: [
          '金域缇香',
          '长江国际鸿园',
          '长江国际雅园',
          '万科东郡',
          '波士顿国际学校'
        ]
      },
      {
        id: 0,
        site: [
          '金域缇香',
          '长江国际鸿园',
          '长江国际雅园',
          '万科东郡',
          '波士顿国际学校'
        ]
      },
      {
        id: 0,
        site: [
          '金域缇香',
          '长江国际鸿园',
          '长江国际雅园',
          '万科东郡',
          '波士顿国际学校'
        ]
      },
      {
        id: 0,
        site: [
          '金域缇香',
          '长江国际鸿园',
          '长江国际雅园',
          '万科东郡',
          '波士顿国际学校'
        ]
      },
      {
        id: 0,
        site: [
          '金域缇香',
          '长江国际鸿园',
          '长江国际雅园',
          '万科东郡',
          '波士顿国际学校'
        ]
      },
      {
        id: 0,
        site: [
          '金域缇香',
          '长江国际鸿园',
          '长江国际雅园',
          '万科东郡',
          '波士顿国际学校'
        ]
      },
      {
        id: 0,
        site: [
          '金域缇香',
          '长江国际鸿园',
          '长江国际雅园',
          '万科东郡',
          '波士顿国际学校'
        ]
      },
      {
        id: 0,
        site: [
          '金域缇香',
          '长江国际鸿园',
          '长江国际雅园',
          '万科东郡',
          '波士顿国际学校'
        ]
      },
    ]
  },
  wyyd:function(){
    wx.navigateTo({
      url: '/pages/faxian/xiaocheluxian/zhandianmoshi/Route 1 (school)/zaixiandingpiao/zaixiandingpiao',
    })
  }
})